[
    {
        "id": "1",
        "name": "8 Great Books for Learning English at Home",
        "img": "https://images.unsplash.com/photo-1474366521946-c3d4b507abf2?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=MnwxMTc3M3wwfDF8c2VhcmNofDR8fGJvb2tzfGVufDB8fHx8MTYxODkyNjU5OA&ixlib=rb-1.2.1&q=80&w=2000",
        "des": "You can improve your English vocabulary and grammar quickly with a few good books. Here are a few I recommend. The tips below will help you master how your speaking skills so that you can speak proper English and sound good doing it. Don’t forget how important both features of fluency are!"
    },
    {
        "id": "2",
        "name": "IELTS Speaking Test: Common Topics & Example Answers",
        "img": "https://images.unsplash.com/photo-1504618223053-559bdef9dd5a?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=MnwxMTc3M3wwfDF8c2VhcmNofDJ8fHB1ZmZpbnN8ZW58MHx8fHwxNjE4OTMxMDUw&ixlib=rb-1.2.1&q=80&w=2000",
        "des": "Learn about the main topics in each part of the IELTS Speaking Test, and hear examples of high-scoring answers. English does have a lot of tricky features, and some can be even trickier depending on your native language. Pay attention to what you’re having problems with and dedicate more studying to it."
    },
    {
        "id": "3",
        "name": "How to Speak English More Fluently",
        "img": "https://images.unsplash.com/photo-1523670982602-6bb44fd1586e?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=MnwxMTc3M3wwfDF8c2VhcmNofDIxfHxkb2xwaGlufGVufDB8fHx8MTYxODkzMTAxNg&ixlib=rb-1.2.1&q=80&w=2000",
        "des": "The road to fluency begins with one simple but important step, which many students never complete. We don’t have tricks that will give you perfect English in five minutes a day. But we do have solid tips that will help you learn how to speak English more fluently, in less time."
    },
    {
        "id": "4",
        "name": "How to Write a Formal Email in English",
        "img": "https://images.unsplash.com/photo-1589652717521-10c0d092dea9?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=MnwxMTc3M3wwfDF8c2VhcmNofDM5fHxwb21lcmFuaWFuJTIwbGFwdG9wfGVufDB8fHx8MTYxODkzMTU0Nw&ixlib=rb-1.2.1&q=80&w=2000",
        "des": "In this post we look at some common phrases and effective strategies for writing a professional email in English. Unfortunately, there are many exceptions to English rules. It’s easy to get stuck on learning how to speak English properly if you try to find a reason for everything. Sometimes, English is just weird! So the best thing to do is just memorize the strange exceptions and move on."
    }
]